export function getRegions() {
    return [
        {
            region: ['Нижегородская область', 'Кировская область', 'Республика Мордовия', 'Республика Коми',],
            filter: ['Нижегородская область', 'Республика Мордовия'],
            list: [1,1,,,1,,,1,,,1,,,1,,,,,,,,,,,,,,,,,,,,1,,,,,,,,,1,,,1,1,,,,,,,,,,1,,,,1,,1,,,,,,,],
            exclude: [,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,1,,,,,,,,,,,,,,,,,,,,,,,,,,,],
        },
        {
            region: ['Новосибирская область', 'Омская область', 'Томская область', 'Кемеровская область', 'Республика Хакасия', 'Алтайский край',],
            filter: [],
            list: [1,1,,1,,,,,,,1,,,,1,,,,,,,,,,,,,,,,,,,1,,1,,,,,,,,,,1,1,,,,1,,,,,,,,,,,,,,,,,,,],
            exclude: [],
        },
        {
            region: ['Архангельская область', 'Вологодская область', 'Ярославская область', 'Ивановская область', 'Тверская область', 'Владимирская область', 'Костромская область',],
            filter: [],
            list: [1,1,,,,,,,,,1,,,,,,,,,,1,,,1,,,,,,,,,,1,,,,,,1,,,,,,1,,,,,,,,,1,,,,,,,,,,,,,,,],
            exclude: [],
        },
        {
            region: ['Санкт-Петербург', 'Ленинградская область', 'Мурманская область', 'Псковская область', 'Республика Карелия',],
            filter: [],
            list: [1,1,,,,,1,1,,,1,,,,,,,,,,,,,,,,,,,1,,,,1,1,,1,,,,,,,,,1,1,,,,,,,,1,,,,,,,,,,,,,,,],
            exclude: [],
        },
        {
            region: ['Самарская область', 'Ульяновская область', 'Пензенская область', 'Оренбургская область',],
            filter: [],
            list: [1,1,,,,,1,1,,,1,,,,,,,,,1,1,,,,,,,,,,,,,1,,,,,,,1,,,,,1,,,,,,,,,,,,1,,,,,,,,,,,,],
            exclude: [],
        },
        {
            region: ['Свердловская область', 'Пермский край', 'Тюменская область', 'Ханты-Мансийский автономный округ',],
            filter: [],
            list: [1,1,,,,,,,,,1,,,,,,,,,,,,,,1,1,,,1,,,,,1,,,,,,,,,,,,1,,1,1,1,,,,,,,,,,,,,,,,,,,1,],
            exclude: [],
        },
        {
            region: ['Москва', 'Московская область',],
            filter: [],
            list: [1,1,,,,,1,1,,1,1,,,,,,,,,,,1,1,,,,,,,,,,,1,,,,,,,,1,,,,1,,,,,,,,,,,,,1,1,,,,,,,,,,],
            exclude: [],
        },
        {
            region: ['Белгородская область', 'Воронежская область', 'Курская область', 'Липецкая область', 'Орловская область', 'Тамбовская область',],
            filter: ['Липецкая область', 'Воронежская область', 'Орловская область', 'Тамбовская область',],
            list: [1,1,,,,,,,,,1,1,,,,,,,,,1,,,,,,,1,,,,1,,1,,,,1,,,,,,1,1,1,,,,,,,1,,,,,,,,,,,,,,,1,,1],
            exclude: [,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,1,,,,,,,,,,,,,,,,,,,,,1,,,,,,,,,,,,,,,1,,],
        },
        {
            region: ['Саратовская область', 'Ростовская область', 'Краснодарский край', 'Ставропольский край', 'Волгоградская область', 'Астраханская область',],
            filter: [],
            list: [1,1,1,,,,,,,,1,,,,,1,,1,,,,,,,,,,1,,,,,,1,,,,,1,,,,,,1,1,,,,,,,,,,,1,,,,,,,,,,,,,1],
            exclude: [],
        },
        {
            region: ['Курганская область', 'Республика Башкортостан',],
            filter: [],
            list: [1,1,,,,,,,,,1,,,,,,1,,,,,,,,1,,1,,1,,,,,1,,,,,,,1,,,,,1,,,1,1,,1,,1,,1,,,1,,,1,,1,1,1,1,,1,],
            exclude: [],
        },
        {
            region: ['Калужская область', 'Тульская область', 'Брянская область', 'Рязанская область', 'Смоленская область',],
            filter: ['Тульская область', 'Калужская область',],
            list: [1,1,,,,,,,,,1,,1,,,,,,,,1,,,,,,,1,,,1,,1,1,,,,1,,,,,,,1,1,,,,,,,,,,,,,,,,,,,,,,,,1],
            exclude: [,,,,,,,,,,,,1,,,,,,,,,,,,,,,,,,1,,1,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,],
        },
        {
            region: ['Республика Татарстан','Удмуртская Республика','Республика Марий Эл','Чувашская Республика',],
            filter: ['Йошкар-Ола', 'Чебоксары',],
            list: [1,1,,,,1,,,1,,1,,,,,,,,1,,,,,,,,,,,,,,,1,,,,,,,,,,,,1,,,,,,,,,,,,,,,,,,,,,,,,],
            exclude: [,,,,,1,,,1,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,],
        },
    ]
}

export function getOther() {
    return [1,1,,,,,,,,,1,,,,,,,,,,,,,,,,,,,,,,,1,,,,,,,,,,,,1,,,,,,,,,,,,,,,,,,,,,,,,]
}

export function getProducts() {
    return [{
        id: 3257582,
        name: "Жевательная резинка Dirol, в&nbsp;ассортименте, 13,6&nbsp;г",
        points: 3,
    },{
        id: 3664665,
        name: "Батончики Bitey, в&nbsp;ассортименте, 25-30&nbsp;г",
        points: 4,
    },{
        id: 3666057,
        name: "Бекон Венгерский, варено-копченый, Ремит, 200&nbsp;г",
        points: 1,
    },{
        id: 3607242,
        name: "Ветчина Балтийская, СПК, 470&nbsp;г",
        points: 1,
    },{
        id: 3664275,
        name: "Десерт Zott Monte, бисквитно-ореховый, 13,3%, 29&nbsp;г",
        points: 4,
    },{
        id: 3664275,
        name: "Десерт Zott Monte, бисквитно-ореховый, 13,3%, 29&nbsp;г",
        points: 4,
    },{
        id: 30357,
        name: "Десерт Zott Monte, шоколадно-ореховый, 13,3%, 55&nbsp;г",
        points: 4,
    },{
        id: 52344,
        name: "Десерт Zott Monte, шоколадно-ореховый, 13,3%, 100&nbsp;г",
        points: 4,
    },{
        id: 52344,
        name: "Десерт Zott Monte, шоколадно-ореховый, 13,3%, 100&nbsp;г",
        points: 4,
    },{
        id: 3437102,
        name: "Йогурт питьевой Valio, черешня; банан 0,4% 330&nbsp;г",
        points: 3,
    },{
        id: 3498108,
        name: "Йогуртовый продукт Fruttis, персик-клубника; малина-черника, Campina, 2,5%, 110&nbsp;г",
        points: 4,
    },{
        id: 3625722,
        name: "Кекс Жиланди, с&nbsp;шоколадной начинкой, Мон-Шарме, 550&nbsp;г",
        points: 2,
    },{
        id: 3420065,
        name: "Кефир Лебедяньмолоко, 1%, 0,9&nbsp;л",
        points: 1,
    },{
        id: 3454258,
        name: "Коктейль молочный, Милком, клубника со&nbsp;сливками, шоколад, 3,2%, 200&nbsp;г",
        points: 4,
    },{
        id: 3634720,
        name: "Колбаса Арзамасская, полукопченая, Омский Бекон, 380&nbsp;г",
        points: 1,
    },{
        id: 3473353,
        name: "Колбаса Венская, Сочинский мясокомбинат, 440&nbsp;г",
        points: 1,
    },{
        id: 3483646,
        name: "Колбаса Докторская, вареная, Сосновоборская, 450&nbsp;г",
        points: 1,
    },{
        id: 3661117,
        name: "Колбаса испанская мраморная, сыровяленая, Ремит, 100&nbsp;г",
        points: 1,
    },{
        id: 3639423,
        name: "Колбаса Казачья, полукопченая, Коровино, 330&nbsp;г",
        points: 1,
    },{
        id: 3620955,
        name: "Колбаса Краковская, Сосновоборская, полукопченая, 470&nbsp;г",
        points: 1,
    },{
        id: 3652136,
        name: "Колбаса Кремлевская, сырокопченая, 300&nbsp;г",
        points: 1,
    },{
        id: 3620876,
        name: "Колбаса салями Венская, сырокопченая, Клинский, 300&nbsp;г",
        points: 1,
    },{
        id: 3641155,
        name: "Колбаса Сливочная, вареная, Клинский, 500&nbsp;г",
        points: 1,
    },{
        id: 3439151,
        name: "Колбаса чесночная, полукопченая, Папа может, Останкино, 420&nbsp;г",
        points: 1,
    },{
        id: 3669588,
        name: "Колбаски Домашние, Калинка, 700&nbsp;г",
        points: 1,
    },{
        id: 3669569,
        name: "Колбаски-гриль Венгерские, Калинка, 350&nbsp;г",
        points: 1,
    },{
        id: 3669570,
        name: "Колбаски-гриль, Баварские, Калинка, 350&nbsp;г",
        points: 1,
    },{
        id: 3653144,
        name: "Конфеты Щербетки, с&nbsp;арахисом, глазированные, Мишкино Счастье, 300&nbsp;г",
        points: 2,
    },{
        id: 3641318,
        name: "Котлеты рыбные, в&nbsp;панировке, Polar, 425&nbsp;г",
        points: 2,
    },{
        id: 3634428,
        name: "Масло сливочное Традиционное, LABAS RYTAS, 82,5%, 450&nbsp;г",
        points: 1,
    },{
        id: 3423762,
        name: "Масло Сливочное, 72,5%, Лебедяньмолоко, 180&nbsp;г",
        points: 1,
    },{
        id: 3456482,
        name: "Молоко Лебедяньмолоко, отборное, 3,4-4,5%, 0,9&nbsp;л",
        points: 1,
    },{
        id: 3456482,
        name: "Молоко Лебедяньмолоко, отборное, 3,4-4,5%, 0,9&nbsp;л",
        points: 1,
    },{
        id: 6078,
        name: "Нектар и&nbsp;сок J-7, вишневый; томатный; зеленое яблоко, 0,2&nbsp;л",
        points: 4,
    },{
        id: 3666702,
        name: "Пельмени Гордость Сибири, Цезарь, 800&nbsp;г",
        points: 1,
    },{
        id: 3415368,
        name: "Пельмени Деревенские, Мясная ярмарка, 900&nbsp;г",
        points: 1,
    },{
        id: 3456180,
        name: "Пельмени Иркутские, Сибирская коллекция, 800&nbsp;г",
        points: 1,
    },{
        id: 3483429,
        name: "Пельмени Ложкаревъ, из&nbsp;отборной говядины и&nbsp;свинины, 1&nbsp;кг",
        points: 1,
    },{
        id: 3483429,
        name: "Пельмени Ложкаревъ, из&nbsp;отборной говядины и&nbsp;свинины, 1&nbsp;кг",
        points: 2,
    },{
        id: 2024544,
        name: "Пельмени Ложкаревъ, из&nbsp;отборной говядины, 1&nbsp;кг",
        points: 2,
    },{
        id: 2024544,
        name: "Пельмени Ложкаревъ, из&nbsp;отборной говядины, 1&nbsp;кг",
        points: 1,
    },{
        id: 3456181,
        name: "Пельмени Русские, Сибирская коллекция, 0,8&nbsp;кг",
        points: 1,
    },{
        id: 3673748,
        name: "Пельмени, Городецкая ферма, 450&nbsp;г",
        points: 1,
    },{
        id: 3625979,
        name: "Печенье Мон-Шарме, сдобное; песочное с&nbsp;конфитюром, 480&nbsp;г",
        points: 2,
    },{
        id: 3617435,
        name: "Печенье Земляничное настроение, Топленое молоко; сахарное, КИ&nbsp;Морозова, 430&nbsp;г",
        points: 2,
    },{
        id: 2174029,
        name: "Продукт йогуртный Fruttis, вишня-черника; клубника-персик, 5%, Campina, 115&nbsp;г",
        points: 4,
    },{
        id: 3498107,
        name: "Продукт йогуртный Fruttis Disney, малина-черника, 2,5%, Campina, 110&nbsp;г",
        points: 4,
    },{
        id: 3418825,
        name: "Рыбные треугольники, Polar, 600&nbsp;г",
        points: 2,
    },{
        id: 3437882,
        name: "Сельдь, пряного посола, Марти, 500&nbsp;г",
        points: 2,
    },{
        id: 3455281,
        name: "Сельдь, слабосоленая, Марти, 300 ",
        points: 2,
    },{
        id: 3606623,
        name: "Сервелат Классический, варено-копченый, Омский Бекон, 500&nbsp;г",
        points: 1,
    },{
        id: 3483649,
        name: "Сервелат Финский, Сосновоборская, 350&nbsp;г",
        points: 1,
    },{
        id: 3642969,
        name: "Сметана Лебедяньмолоко, 25%, 300&nbsp;г",
        points: 1,
    },{
        id: 3661874,
        name: "Сосиска Счастливая, Ромкор, 350&nbsp;г",
        points: 1,
    },{
        id: 3311600,
        name: "Сосиски Большая СОСИСКА.РУ, Останкино, 640&nbsp;г",
        points: 1,
    },{
        id: 3642222,
        name: "Сосиски Венские, Сосновоборская, 390&nbsp;г",
        points: 1,
    },{
        id: 3631905,
        name: "Сосиски Гриль-Мастер, Папа может, 450&nbsp;г",
        points: 1,
    },{
        id: 3605067,
        name: "Сосиски Молочные премиум, Папа может, Останкино, 600&nbsp;г",
        points: 1,
    },{
        id: 3639422,
        name: "Сосиски Молочные, ГОСТ, Останкино, 450&nbsp;г",
        points: 1,
    },{
        id: 3460929,
        name: "Сосиски с&nbsp;телятиной, Клинский, 470&nbsp;г",
        points: 1,
    },{
        id: 3438041,
        name: "Сыр Аланталь, 50%, 290&nbsp;г",
        points: 1,
    },{
        id: 3463228,
        name: "Сыр Бельстер Янг, 40%, 300&nbsp;г",
        points: 1,
    },{
        id: 45468,
        name: "Сыр Легкий, 17%, 290&nbsp;г",
        points: 1,
    },{
        id: 3634415,
        name: "Сыр Михайловский, Сырный мастер, 50%, 250&nbsp;г",
        points: 1,
    },{
        id: 3397806,
        name: "Сыр плавленый Сливочный, Сыробогатов, 50%, 200&nbsp;г",
        points: 1,
    },{
        id: 3654868,
        name: "Сыр Томлёный, Сырный мастер, 50%, 250&nbsp;г",
        points: 1,
    },{
        id: 3636341,
        name: "Сыр Эдам, Сырный мастер, 45%, 250&nbsp;г",
        points: 1,
    },{
        id: 3677125,
        name: "Творог Лебедяньмолоко, 5%, 300&nbsp;г",
        points: 1,
    },{
        id: 3683520,
        name: "Фарш свиной, Сосновоборская, 400&nbsp;г",
        points: 1,
    },{
        id: 3657998,
        name: "Халва подсолнечная, с&nbsp;кокосом; с&nbsp;медом, Мишкино счастье, 300&nbsp;г",
        points: 2,
    }];
}