export function getRegions2() {
    return [
        {
            // ВВД
            // ВВФ
            region: ['Нижегородская область', 'Кировская область', 'Республика Мордовия', 'Республика Коми',],
            // filter: ['Нижегородская область', 'Республика Мордовия'],
            filter: [],
            list: [1,,1,1,,,1,1,1,1,,1,1,1,,,1,,1,,,1,1,1,1,1,1,1,1,1,,,,,1,1,,,,,,,1,,1,,,1,1,1,,1,1,,1,,1,,1,,1,1,,1,1,1,1,,,,1,,,1,,1,1,,1,1,1,1,1,1,1,1,,1,,,,,1,,,1,,,,,,,1,1,1,,,,,,1,,1,1,,,,,,1,,,,,,,1,1,,1,,,,1,,1,1,,,1,1,1,1,1],
            exclude: [],
        },
        {
            // СД
            // СД
            region: ['Новосибирская область', 'Омская область', 'Томская область', 'Кемеровская область', 'Республика Хакасия', 'Алтайский край',],
            filter: [],
            list: [1,,1,1,,,1,1,1,1,,1,1,1,1,,1,,1,,,1,1,1,1,1,1,1,1,,,,,,1,1,,1,,,,,,,,,1,1,1,1,,1,1,,1,,1,,,,,1,,1,1,1,1,,1,,,,,,,1,1,,1,1,1,1,1,1,1,1,1,1,,,,,1,,,,,,,1,,,1,1,1,,,,,,,,1,1,,,,,,1,,,,,,,1,1,,1,,,,1,,1,,1,1,1,1,1,1,1],
            exclude: [],
        },
        {
            // СевВост
            // Сев-восток
            region: ['Архангельская область', 'Вологодская область', 'Ярославская область', 'Ивановская область', 'Тверская область', 'Владимирская область', 'Костромская область',],
            filter: [],
            list: [1,,1,1,,,1,1,1,1,,1,1,1,,,1,1,1,1,,1,1,1,1,1,1,1,1,,,,,,1,1,,,,,,,,,,,,1,1,1,,1,1,,1,,1,,,,,1,,1,1,1,1,,,,,,,,1,1,1,,1,1,1,1,1,1,1,1,,1,,,,,1,,,,,,,,,,1,1,1,,,,,,,,1,1,,,,,,1,,,,,,,1,1,,1,,,,1,,1,,,,1,1,1,1,1],
            exclude: [],
        },
        {
            // СЗД
            // СЗФ
            region: ['Санкт-Петербург', 'Ленинградская область', 'Мурманская область', 'Псковская область', 'Республика Карелия',],
            filter: [],
            list: [1,1,1,,,,,,,1,,1,1,,,,1,1,1,1,,,1,1,1,1,1,1,1,,1,,1,1,1,,,,,,,,,,,1,,1,1,1,,1,1,1,1,,,,,,,1,,,1,,,,,,,,1,,1,,1,1,1,1,,,,,,,1,1,1,,,,,,,,,,,,,,1,1,,,,,,,,,1,,,1,,,1,1,,,,,,,1,1,,,1,,,,,,,,,1,1,1,1,],
            exclude: [],
        },
        {
            // Средне-волжский
            // СВФ
            region: ['Самарская область', 'Ульяновская область', 'Пензенская область', 'Оренбургская область',],
            filter: [],
            list: [1,,1,1,,,1,1,1,1,,1,1,1,,,1,,1,,,1,1,1,1,1,1,1,1,,,,,,1,1,,,1,,,1,,,,,,1,1,1,,1,1,,1,,1,,,,,1,,1,1,1,1,,,,,,,,,1,1,,1,1,1,1,1,1,1,1,,,,,,,1,,,,,,,,,1,1,1,1,,,,,,,1,1,1,,,,,,1,,,1,,,,1,1,,1,,,,1,,1,,,,1,1,1,1,1],
            exclude: [],
        },
        {
            // УД
            // УД
            region: ['Свердловская область', 'Пермский край', 'Тюменская область', 'Ханты-Мансийский автономный округ',],
            filter: [],
            list: [1,,1,1,,,1,1,1,1,,1,1,1,,,1,,1,,,1,1,1,1,1,1,1,1,,,,,,1,1,,,,,,,,,,,1,1,1,1,1,1,1,,1,,1,,,,,1,,1,1,1,1,,,,,,,,,1,1,,1,1,1,1,1,1,1,1,,1,,,,,1,1,1,,,,,,,,1,1,1,,,,,,,,1,1,,,,,,1,,,,,,,1,1,,1,,,1,1,1,1,,1,1,1,1,1,1,1],
            exclude: [],
        },
        {
            // ЦД
            // ЦФ
            region: ['Москва', 'Московская область',],
            filter: [],
            list: [1,,1,,,,,,,1,,1,1,,,,1,,1,,,,1,1,1,1,1,1,1,,,1,,,1,,1,,,,,,,,,,,1,1,1,,1,1,1,1,,,,,,,1,1,,1,,,1,,,,,,,,,1,,1,1,,,,,,,,1,,,,,,,,,1,,,,,,1,1,,,,1,,,,,1,,,,,,,1,,,,1,1,,1,1,,,1,,,,,,,,,1,1,1,1,],
            exclude: [],
        },
        {
            // ЦЧД
            // ЦЧД
            region: ['Белгородская область', 'Воронежская область', 'Курская область', 'Липецкая область', 'Орловская область', 'Тамбовская область',],
            // filter: ['Липецкая область', 'Воронежская область', 'Орловская область', 'Тамбовская область',],
            filter: [],
            list: [1,,1,1,1,1,1,1,1,1,1,1,1,1,,,1,,1,,1,1,1,1,1,1,1,1,1,,,,,,1,1,,,,,,,,,,,,1,1,1,,1,1,,1,1,1,,,1,,1,,1,1,1,1,,,1,,1,,,,1,1,,1,1,1,1,1,1,1,1,,1,,1,1,1,1,,,,,,1,,,,1,1,1,,,,,,,,1,1,1,,,1,,1,1,1,,,,1,1,1,,1,,,,1,,1,,,,1,1,1,1,1],
            exclude: [],
        },
        {
            // ЮД, СКД
            // ЮД.СКД
            region: ['Саратовская область', 'Ростовская область', 'Краснодарский край', 'Ставропольский край', 'Волгоградская область', 'Астраханская область',],
            filter: [],
            list: [1,,1,1,,,1,1,1,1,,1,1,1,,,1,,1,,,1,1,1,1,1,1,1,1,,,,,,1,1,,,,,,,,,,,,1,1,1,,1,1,,1,,1,,,,,1,,1,1,1,1,1,,,,,,,,1,1,,1,1,1,1,1,1,1,1,,1,,1,1,,1,,,,,,,,,,1,1,1,,,,,1,,,1,1,,,,,,1,,,,,,,1,1,,1,,,,1,,1,,,,1,1,1,1,1],
            exclude: [],
        },
        {
            // ЮУД
            // ЮУД
            region: ['Курганская область', 'Республика Башкортостан',],
            filter: [],
            list: [1,,1,1,,,1,1,1,1,,1,1,1,,,1,,1,,,1,1,1,1,1,1,1,1,,,,,,1,1,,,,1,,,,,,,1,1,1,1,1,1,1,,1,,1,,,,,1,,1,1,1,1,,,,,1,,,,1,1,,1,1,1,1,1,1,1,1,,1,,,,,1,1,1,,,,,,1,,1,1,1,1,1,,,1,,,1,1,,,,,,1,,,,,,,1,1,,1,,1,,1,1,1,,1,1,1,1,1,1,1],
            exclude: [],
        },
        {
            // НЧД
            // НЧД
            region: ['Калужская область', 'Тульская область', 'Брянская область', 'Рязанская область', 'Смоленская область',],
            filter: ['Рязанская область'],
            list: [1,,1,1,,,1,1,1,1,,1,1,1,,,1,,1,,,1,1,1,1,1,1,1,1,,,,,,1,1,,,,,,,,1,,,,1,1,1,,1,1,,1,,1,1,,,,1,,1,1,1,1,,,1,,1,,,,1,1,,1,1,1,1,1,1,1,1,,1,,1,1,,1,,,,,1,,,,,1,1,1,,,,,,,,1,1,1,,,,,1,,,,,,,1,1,,1,,,,1,,1,,,,1,1,1,1,1],
            exclude: [,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,1,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,],
        },
        {
            // ПД
            // ПФ
            region: ['Республика Татарстан','Удмуртская Республика','Республика Марий Эл','Чувашская Республика',],
            filter: [],
            list: [1,,1,1,,,1,1,1,1,,1,1,1,,1,1,,1,,,1,1,1,1,1,1,1,1,,,,,,1,1,,,,,1,,,,,,,1,1,1,,1,1,,1,,1,,,,,1,,1,1,1,1,,,,,,,,,1,1,,1,1,1,1,1,1,1,1,,1,,,,,1,,,,,,,,1,,1,1,1,,1,,1,,,,1,1,,,1,,,1,,,,,,,1,1,1,1,,,,1,,1,,,,1,1,1,1,1],
            exclude: [],
        },
    ]
}

export function getOther2() {
    return [1,,1,1,,,1,1,1,1,,1,1,1,,,1,,1,,,1,1,1,1,1,1,1,1,,,,,,1,1,,,,,,,,,,,,1,1,1,,1,1,,1,,1,,,,,1,,1,1,1,1,,,,,,,,,1,1,,1,1,1,1,1,1,1,1,,1,,,,,1,,,,,,,,,,1,1,1,,,,,,,,1,1,,,,,,1,,,,,,,1,1,,1,,,,1,,1,,,,1,1,1,1,1]
}

export function getProducts2() {
    return [{
        id: 4645,
        name: 'Готовый шоколадный завтрак Nesquik, 375 г',
        points: 1,
    },
    {
        id: 3652509,
        name: 'Сыр ТИЛЬЗИТЕР, LABAS RYTAS, 50% 220г',
        points: 1,
    },
    {
        id: 3472642,
        name: 'Maggi на второе, в ассортименте, 30,6-47г',
        points: 3,
    },
    {
        id: 3225963,
        name: 'Ананасы кольца в сиропе, Global Village, 850 мл',
        points: 1,
    },
    {
        id: 3360316,
        name: 'Ананасы Принцесса вкуса, кольца в сиропе, 580 мл',
        points: 3,
    },
    {
        id: 3360314,
        name: 'Ананасы Принцесса вкуса, кусочки в сиропе, 580 мл',
        points: 3,
    },
    {
        id: 3274222,
        name: 'Ананасы Global Village, кусочки в сиропе, 850 мл',
        points: 1,
    },
    {
        id: 3453211,
        name: 'Арахис Mixbar, жареный, соленый, 150 г',
        points: 3,
    },
    {
        id: 3454235,
        name: 'Арахис Mixbar, жареный, соленый, 45 г',
        points: 4,
    },
    {
        id: 3673845,
        name: 'Бальзам для волос Loreal Elseve, Полное Восстановление, 400 мл',
        points: 1,
    },
    {
        id: 3379765,
        name: 'Баранки ванильные, РПК, 400 г',
        points: 2,
    },
    {
        id: 3640996,
        name: 'Батончики Bitey, в ассортименте, 25-30 г',
        points: 4,
    },
    {
        id: 3655098,
        name: 'Бекон Двойного копчения, сырокопченый, нарезка, Велком, 200 г',
        points: 1,
    },
    {
        id: 3383507,
        name: 'Варенье Варенька, в ассортименте, 380 г',
        points: 2,
    },
    {
        id: 3607242,
        name: 'Ветчина Балтийская, СПК, 470 г',
        points: 1,
    },
    {
        id: 3507525,
        name: 'Ветчина из лопатки, Папа Может, 400 г',
        points: 1,
    },
    {
        id: 3629275,
        name: 'Вода Святой Источник, негазированная, 0,33 л',
        points: 3,
    },
    {
        id: 3407016,
        name: 'Говядина тушеная Елинская, 338 г',
        points: 1,
    },
    {
        id: 3363325,
        name: 'Готовый шоколадный завтрак Nesquik Duo, молочный шоколад, 250 г',
        points: 1,
    },
    {
        id: 3643019,
        name: 'Зефир Воздушный поцелуй, черника, Самойловские сладости, 250 г',
        points: 1,
    },
    {
        id: 3641156,
        name: 'Зефир Оско, ванильный; неглазированный, 220 г',
        points: 4,
    },
    {
        id: 3604297,
        name: 'Зефир Lorentini, со вкусом ванили, глазированный, 200 г',
        points: 2,
    },
    {
        id: 21842,
        name: 'Йогурт Агуша, в ассортименте, 2,2-2,7%, 200 г',
        points: 4,
    },
    {
        id: 3627912,
        name: 'Йогурт Активиа, питьевой, брусника-клубника; банан-овсяные хлопья; злаки-семена; персик-манго, Danone, 250 г',
        points: 2,
    },
    {
        id: 3680350,
        name: 'Йогурт питьевой Растишка, Черничное мороженое, клубника-малина, 1,6% 200г',
        points: 4,
    },
    {
        id: 3629034,
        name: 'Йогурт Растишка, клубника с шоколадным драже; яблоко-груша с печеньем, Danone, 115-118 г',
        points: 4,
    },
    {
        id: 3199159,
        name: 'Йогурт Растишка, клубничный, 3%, Danone, 110 г',
        points: 4,
    },
    {
        id: 3463087,
        name: 'Йогурт Растишка, питьевой, земляничный, 1,6%, Danone, 90 г',
        points: 4,
    },
    {
        id: 3419446,
        name: 'Йогурт Чудо питьевой, в ассортименте, 2,4%, 690 г',
        points: 2,
    },
    {
        id: 2062719,
        name: 'Йогурт CAMPINA, персик-маракуя-вишня; ананас-дыня-малина; клубника-яблоко-груша, 8%, 115 г',
        points: 4,
    },
    {
        id: 3492056,
        name: 'Йогурт Valio питьевой, с бананом, 0,4%, 330 г',
        points: 3,
    },
    {
        id: 3443641,
        name: 'Йогурт Valio, вишня; манго, 2,6%, 180 г',
        points: 3,
    },
    {
        id: 3247821,
        name: 'Йогурт Valio, малина; черника, 0,4%, 330 мл',
        points: 3,
    },
    {
        id: 3443642,
        name: 'Йогурт Valio, черника-клубника; манго, вишня; манго, 2,6%, 180 г',
        points: 3,
    },
    {
        id: 3498108,
        name: 'Йогуртный продукт Fruttis Marvel, персик- клубника; малина-черника, Campina, 2,5%, 110 г',
        points: 4,
    },
    {
        id: 3625403,
        name: 'Кетчуп Рестория, томатный; с пряностями, 300 г',
        points: 3,
    },
    {
        id: 3660416,
        name: 'Кобаса из свинины, Клинский МК, варёно-копчёная, 290 г',
        points: 1,
    },
    {
        id: 3634720,
        name: 'Колбаса Арзамасская, полукопченая, Омский бекон, 380 г',
        points: 1,
    },
    {
        id: 3603484,
        name: 'Колбаса Докторская, Гарибальди, вареная, 500 г',
        points: 1,
    },
    {
        id: 3483646,
        name: 'Колбаса Докторская, Сосновоборская, вареная, 450 г',
        points: 1,
    },
    {
        id: 3427889,
        name: 'Колбаса Донская полукопченая, РМ, 425 г  *Только для магазинов Республики Татарстан',
        points: 1,
    },
    {
        id: 3620955,
        name: 'Колбаса Краковская, полукопченая, Сосновоборская, 470 г',
        points: 1,
    },
    {
        id: 3483647,
        name: 'Колбаса Сливочная, Сосновоборская, 450 г',
        points: 1,
    },
    {
        id: 3451298,
        name: 'Колбаса Столичная, варёно-копчёный, Большемясов, 320 г',
        points: 1,
    },
    {
        id: 3667854,
        name: 'Колбаса Таллинская, полукопченая, ГОСТ, Лысковский МК, 350 г',
        points: 1,
    },
    {
        id: 3075317,
        name: 'Конфеты Бон-вояж, Саймойловские сладости, бейлиз, 85 г',
        points: 1,
    },
    {
        id: 3170437,
        name: 'Конфеты Сладкий снег, Витек, 85 г',
        points: 4,
    },
    {
        id: 2092231,
        name: 'Корм для кошек Gourmet Gold, мусс с курицей, паштет с тунцом, 85 г',
        points: 1,
    },
    {
        id: 3282517,
        name: 'Корм для кошек Purina One, в ассортименте, 200 г',
        points: 1,
    },
    {
        id: 3467638,
        name: 'Корм для кошек Whiskas, в ассортименте, 85 г ',
        points: 3,
    },
    {
        id: 3641318,
        name: 'Котлеты рыбные, в панировке, Polar, 425 г',
        points: 2,
    },
    {
        id: 3437483,
        name: 'Кофе Migel Gold; Classic, растворимый, 75 г',
        points: 1,
    },
    {
        id: 3469280,
        name: 'Кофе Venetto, молотый в капсулах, 28 г',
        points: 1,
    },
    {
        id: 3667591,
        name: 'Кукуруза в початках Vak-Mak, 285 г',
        points: 2,
    },
    {
        id: 16477,
        name: 'Лосьон для снятия макияжа Garnier, Основной Уход, 125 мл',
        points: 1,
    },
    {
        id: 3468494,
        name: 'Лукум Оско, пломбир; шоколадный, 220 г',
        points: 4,
    },
    {
        id: 3255140,
        name: 'Маслины и оливки Global Village, с косточкой; без косточки; с анчоусом; с лимоном; с креветками, 425 г',
        points: 2,
    },
    {
        id: 3662771,
        name: 'Масло растительно-сливочное, Липецкий ПК, 72,5%, 180 г ',
        points: 2,
    },
    {
        id: 3611352,
        name: 'Масло сливочное, Аланталь, 72,5%, 180 г',
        points: 2,
    },
    {
        id: 3420159,
        name: 'Молоко отборное Лебедяньмолоко, пастеризованное, 3,4-4,5%, 900 мл',
        points: 1,
    },
    {
        id: 3493203,
        name: 'Молоко ЭГО, 3,2%, 1,7 л',
        points: 1,
    },
    {
        id: 55933,
        name: 'Молочко для нормальной и смешанной кожи Garnier, Основной Уход, 200 мл',
        points: 1,
    },
    {
        id: 3334702,
        name: 'Мороженое Семейное Чистая Линия, пломбир; ванильное, 12%, 450 г',
        points: 1,
    },
    {
        id: 3387489,
        name: 'Напитки Fresh, Cola; Lemon; Orange, газированные, 0,5 л',
        points: 3,
    },
    {
        id: 3666190,
        name: 'Напиток Actimel, в ассортименте, 2,5%, Danone, 100 г',
        points: 4,
    },
    {
        id: 3283266,
        name: 'Паста Шарлиз, шоколадно-молочная, 700 г',
        points: 1,
    },
    {
        id: 3432542,
        name: 'Паста Cuisine Royale, Deluxe, шоколадно-ореховая, 330 г',
        points: 1,
    },
    {
        id: 3671957,
        name: 'Пельмени 4 вида мяса, Сибирская колекция, 700 г',
        points: 1,
    },
    {
        id: 3147566,
        name: 'Пельмени Великосочные, Сибирский гурман, 1 кг',
        points: 1,
    },
    {
        id: 3456180,
        name: 'Пельмени Иркутские, Сибирская коллекция, 800 г',
        points: 1,
    },
    {
        id: 3663263,
        name: 'Пельмени классические, Дороничи, 900 г',
        points: 1,
    },
    {
        id: 2024544,
        name: 'Пельмени Ложкаревъ, из отборной говядины, 1 кг',
        points: 1,
    },
    {
        id: 3614206,
        name: 'Пельмени Новосибириские, Сибирская колекция, 800 г',
        points: 1,
    },
    {
        id: 3626620,
        name: 'Пельмени Сибирская коллекция, на натуральных сливках, 800 г',
        points: 1,
    },
    {
        id: 3603703,
        name: 'Пельмени Цезарь, 600 г ',
        points: 1,
    },
    {
        id: 3329210,
        name: 'Персики Global Village, половинки в сиропе, 850 мл',
        points: 1,
    },
    {
        id: 3632838,
        name: 'Печенье  Утреннее, со злаковыми хлопьями, BelVita, 225 г',
        points: 2,
    },
    {
        id: 3483499,
        name: 'Печенье Коровка, с вареной сгущенкой, Самойловские сладости, 375 г',
        points: 1,
    },
    {
        id: 3474314,
        name: 'Печенье Oreo, с какао и начинкой с ванильным вкусом, 228 г',
        points: 2,
    },
    {
        id: 3474313,
        name: 'Печенье Oreo, 95 г',
        points: 3,
    },
    {
        id: 3428672,
        name: 'Повидло Варенька, абрикос; малина, 300 г',
        points: 3,
    },
    {
        id: 3668543,
        name: 'Подгузники Honey Kid, Junior, 56 шт, 1 уп',
        points: 1,
    },
    {
        id: 3668544,
        name: 'Подгузники Honey Kid, Maxi, 64 шт, 1 уп',
        points: 1,
    },
    {
        id: 78000513,
        name: 'Помидоры Trattoria di maestro Turatti, в ассортименте, 400-500 г',
        points: 2,
    },
    {
        id: 78000514,
        name: 'Помидоры Trattoria di maestro Turatti, в ассортименте, 400-500 г',
        points: 2,
    },
    {
        id: 3469718,
        name: 'Попкорн MixBar, сладкий с карамелью, 100 г',
        points: 3,
    },
    {
        id: 3498107,
        name: 'Продукт йогуртный Fruttis Disney, персик-клубника; малина-черника, Campina, 2,5%, 110 г',
        points: 4,
    },
    {
        id: 2174029,
        name: 'Продукт йогуртный Fruttis, вишня-черника; клубника-персик, 5%, Campina, 115 г',
        points: 4,
    },
    {
        id: 2174042,
        name: 'Продукт йогуртный Fruttis, персик-маракуйя; ананас-дыня 5% 115г',
        points: 4,
    },
    {
        id: 3483102,
        name: 'Пряники Наслада, имбирные с повидлом, 370 г',
        points: 1,
    },
    {
        id: 3374464,
        name: 'Пряники Наслада, имбирные, 340 г',
        points: 1,
    },
    {
        id: 3468460,
        name: 'Пряники Оско, имбирные, 360 г',
        points: 4,
    },
    {
        id: 3605926,
        name: 'Салфетки влажные Sensitive, с клапаном, Honey Kid, 72 шт., 1 уп.',
        points: 2,
    },
    {
        id: 3437882,
        name: 'Сельдь пряного посола, Марти, 500 г',
        points: 2,
    },
    {
        id: 3455281,
        name: 'Сельдь слабосоленая, Марти, 300 г',
        points: 2,
    },
    {
        id: 3389284,
        name: 'Сельдь филе, в ассортименте, Буревестник и К, 180 г',
        points: 2,
    },
    {
        id: 3660417,
        name: 'Сервелат Австрийский, Клинский МК, варёно-копчёный, 340 г',
        points: 1,
    },
    {
        id: 3451295,
        name: 'Сервелат ГОСТ, варёно-копчёный, Большемясов, 320 г',
        points: 1,
    },
    {
        id: 3452683,
        name: 'Сервелат Зернистый, варёно-копчёный, Останкино, 420 г',
        points: 1,
    },
    {
        id: 3606623,
        name: 'Сервелат Классический , варено-копченый, Омский бекон, 500 г',
        points: 1,
    },
    {
        id: 3483649,
        name: 'Сервелат Финский варено-копченый, Сосновоборская, 350 г',
        points: 1,
    },
    {
        id: 3503536,
        name: 'Соки и нектары Волжский  Посад, в ассортименте, 1 л',
        points: 1,
    },
    {
        id: 3624490,
        name: 'Соки и нектары Ладушки, яблочный; груша-яблоко, 0,2 л',
        points: 4,
    },
    {
        id: 14022,
        name: 'Соки и нектары Любимый, яблоко; вишня; черешня; яблочный для детей, 0,2 л',
        points: 4,
    },
    {
        id: 3630205,
        name: 'Соки, нектары, морс Global Village, в ассортименте, 0,2 л',
        points: 3,
    },
    {
        id: 3661874,
        name: 'Сосиска Счастливая, Ромкор, 350 г',
        points: 1,
    },
    {
        id: 3642222,
        name: 'Сосиски Венские, Сосновоборская, 390 г',
        points: 1,
    },
    {
        id: 3660691,
        name: 'Сосиски Ганноверские, Клинский МК, 400 Г',
        points: 1,
    },
    {
        id: 3647830,
        name: 'Сосиски Малютка, РМ, 500 г * Только для магазинов Республики Татарстан',
        points: 1,
    },
    {
        id: 3639422,
        name: 'Сосиски Молочные, ГОСТ, Останкино, 450 г',
        points: 1,
    },
    {
        id: 3605067,
        name: 'Сосиски Молочные, премиум, Папа может, 0,6 кг',
        points: 1,
    },
    {
        id: 3464088,
        name: 'Соссики Ганноверские, Гарибальди, 460 г',
        points: 1,
    },
    {
        id: 2133326,
        name: 'Средство 3 в 1 Garnier, Чистая кожа, 150 мл',
        points: 1,
    },
    {
        id: 3624480,
        name: 'Средство Honey Kid, 2 в 1, для купания и шампунь, 750 мл',
        points: 1,
    },
    {
        id: 3363035,
        name: 'Сушечки горчичные, Tralli Valli, 0,2 кг',
        points: 3,
    },
    {
        id: 3652508,
        name: 'Сыр ГАУДА, LABAS RYTAS, 45% 220г',
        points: 1,
    },
    {
        id: 3635252,
        name: 'Сыр творожный Сернурская Рикотта, Сернурский СЗ, 30%, 200 г *Только для магазинов Республики Марий Эл',
        points: 1,
    },
    {
        id: 3665062,
        name: 'Сыр Эгейский, свежий, 45%, Богдамилк, 300 г',
        points: 1,
    },
    {
        id: 3427052,
        name: 'Сырок творожный глазированный, ваниль; карамель; какао, Свитлогорье, 26%, 50 г',
        points: 5,
    },
    {
        id: 3503854,
        name: 'Творог  Растишка, клубника-банан-печенье, 3,5%, 108 г',
        points: 4,
    },
    {
        id: 3492788,
        name: 'Творог Авида, 5%, 340 г',
        points: 1,
    },
    {
        id: 3492789,
        name: 'Творог Авида, обезжиренный, 0,5%, 340 г',
        points: 1,
    },
    {
        id: 3634734,
        name: 'Творог Волжские Просторы, 0,5%, 300 г',
        points: 1,
    },
    {
        id: 3192865,
        name: 'Творог классический, Балтком, 9%, 180 г',
        points: 3,
    },
    {
        id: 3192864,
        name: 'Творог классический, Балтком, обезжиренный, 180 г',
        points: 3,
    },
    {
        id: 3634908,
        name: 'Творог Лебедяньмолоко, 9%, 300 г',
        points: 1,
    },
    {
        id: 3476301,
        name: 'Творог Растишка, лесные ягоды-персик-груша; клубника-абрикос;  клубника-банан и вкус пломбир 3,5%, Danone,  6х45 г',
        points: 4,
    },
    {
        id: 3476291,
        name: 'Творог Растишка, обогащенный кальцием, банан, клубника, 3,5%, Danone, 100 г',
        points: 4,
    },
    {
        id: 3627767,
        name: 'Творог Сернурский, Ванильный Пломбир, 4%, 100 г *Только для магазинов Республики Марий Эл',
        points: 1,
    },
    {
        id: 3388039,
        name: 'Томатная паста Global Village, 70 г',
        points: 4,
    },
    {
        id: 3676649,
        name: 'Томаты Черри, 200 г',
        points: 2,
    },
    {
        id: 3275452,
        name: 'Торт Лесной домик, Ravela, 500 г',
        points: 1,
    },
    {
        id: 3418825,
        name: 'Треугольники рыбные, из тресковых пород, Polar, 600 г',
        points: 2,
    },
    {
        id: 3450328,
        name: 'Туалетная бумага Tolli Classic, белая, 2 слоя, 8 рулонов',
        points: 1,
        hidden: true,
    },
    {
        id: 3683520,
        name: 'Фарш свиной, Сосновоборская, 400 г',
        points: 1,
    },
    {
        id: 3441726,
        name: 'Фисташки Mixbar, жареные, соленые, 45 г',
        points: 2,
    },
    {
        id: 3659629,
        name: 'Хинкали по-Грузински, Мираторг, 800 г',
        points: 1,
    },
    {
        id: 3477325,
        name: 'Хлопья 5 злаков, Увелка, 350 г',
        points: 1,
    },
    {
        id: 3632788,
        name: 'Хлопья овсяные, быстрые, Увелка, 400 г',
        points: 1,
    },
    {
        id: 3386050,
        name: 'Чай Assand черный, цейлонский; с бергамотом, 25х2 г, 1 уп',
        points: 2,
    },
    {
        id: 11200,
        name: 'Чай Lipton, Yellow Label, черный, 100х2 г',
        points: 1,
    },
    {
        id: 3620336,
        name: 'Шампунь Loreal Elseve, 3 Ценные Глины, 400 мл',
        points: 1,
    },
    {
        id: 3673844,
        name: 'Шампунь Loreal Elseve, Полное Восстановление, 400 мл',
        points: 1,
    },
    {
        id: 3418192,
        name: 'Шпроты в масле, Fish House, 160 г',
        points: 3,
    },];
}